Attribute VB_Name = "MadeInFuture"
Sub nexttools()
' is not macros
MsgBox ("This Is Not Macros")


'Общие проекты
'   1. отчет по расходам на запчасти
'   2. отчет по накладным расходам
'   3. отчет по общей стоимости содержания
'       1. график
'   4. процент использованного топлива
'       1. Набирать октановые чимла прямо из исходной таблицы
'       2. разбивка по месяцам
'       3. работа с лист боксами т.е. со значениями
'   5. Научится рисовать бордеры.
'   6. Форма для ввода значений  (Очень далекая перспектива)
'   7. отчет по пробегу/расходу бензина и затратам на бензин
'       1. Назначать формат на все записываемые ячейки
'       2. изменить алгоритм подсчета среднего расхода топлива
'          Надо считать по формуле "литры/(километры/100)"
'          возможно это проще делать без формул.
'       3. Правильно понимать перескакивание через год и более в отчетном периоде.
'       4. Понимать отрицательное изменение пробега.
'
'
'
'
'
'
'
'
'


End Sub
